tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mas-cli/tap"
cask "adoptopenjdk8"
brew "apm-bash-completion"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "brew-php-switcher"
brew "cocoapods", link: false
brew "composer"
brew "csvkit"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "dockerize"
brew "gifsicle"
brew "git"
brew "git-archive-all"
brew "git-flow", link: false
brew "git-flow-avh", link: false
brew "git-lfs"
brew "git-quick-stats"
brew "gnupg", link: false
brew "git-secret"
brew "glib"
brew "gnupg@1.4"
brew "python"
brew "graphviz"
brew "hub"
brew "jenkins"
brew "jpegoptim"
brew "keychain"
brew "libtomcrypt"
brew "mas"
brew "mcrypt"
brew "memcached", restart_service: true
brew "midnight-commander"
brew "mosh"
brew "mysql", restart_service: true
brew "mysql@5.7", restart_service: true
brew "ncdu"
brew "node"
brew "newman"
brew "nginx", restart_service: true
brew "node-build"
brew "nvm"
brew "openjdk"
brew "optipng"
brew "p7zip"
brew "php", restart_service: true
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "phpstan"
brew "phpunit"
brew "pngquant"
brew "pre-commit"
brew "pyenv-virtualenv"
brew "redis", restart_service: true
brew "ssh-copy-id", link: true
brew "svgo"
brew "swagger-codegen"
brew "thefuck"
brew "vagrant-completion"
brew "wget"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "zshdb"
brew "dart-lang/dart/dart"
brew "jesseduffield/lazydocker/lazydocker"
cask "adoptopenjdk"
cask "aptanastudio"
cask "atom"
cask "brewservicesmenubar"
cask "cakebrew"
cask "cocoapods"
cask "docker"
cask "dockstation"
cask "dropbox"
cask "google-chrome"
cask "gpg-suite-nightly"
cask "hazel"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "kitematic"
cask "laravel-kit"
cask "maltego"
cask "ngrok"
cask "postman"
cask "setapp"
cask "skype"
cask "sourcetree"
cask "terminus"
cask "unetbootin"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Base64 Image Encode", id: 748438902
mas "Bash Prompt Designer", id: 1183085890
mas "Chmod Permissions", id: 1110163152
mas "CleanMyDrive 2", id: 523620159
mas "CloudStudio", id: 1210602819
mas "Cocoa JSON Editor", id: 442160773
mas "CodeTime", id: 1375403613
mas "com.nerdery.JSONModeler", id: 499674067
mas "Compare & Sync Folders", id: 1001460601
mas "Deduplicator", id: 1245404639
mas "Elmedia Video Player", id: 1044549675
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Fast Internet", id: 1469963997
mas "Folder Snapshot Utility", id: 1246482396
mas "Gemini 2", id: 1090488118
mas "goPanel 2", id: 1350654978
mas "Grammarly for Safari", id: 1462114288
mas "iA Writer Classic", id: 439623248
mas "iBooks Author", id: 490152466
mas "iBoysoft Data Recovery", id: 1003170604
mas "iHosts", id: 1102004240
mas "Instapaper", id: 1481302432
mas "iStatistica", id: 1025822138
mas "Jira", id: 1475897096
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MPlayerX", id: 421131143
mas "Notepad", id: 529763712
mas "Save to Dropbox for Safari", id: 1391693608
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "SnailGit Lite", id: 1099475282
mas "Spark", id: 1176895641
mas "System Designer", id: 1102494854
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088
mas "Valentina Studio", id: 604825918
mas "WebSocket Client", id: 1399498094
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
