tap "blackfireio/blackfire"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mas-cli/tap"
tap "minio/stable"
tap "msoap/tools"
tap "nvie/tap"
tap "shtools/shtools"
tap "thedevsaddam/cli", "https://github.com/thedevsaddam/homebrew-cli.git"
cask "adoptopenjdk8"
brew "openssl@1.1"
brew "sqlite"
brew "xz"
brew "ansible"
brew "antigen"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "base64"
brew "bash-completion"
brew "bash-completion@2"
brew "beanstalkd"
brew "python"
brew "bind"
brew "brew-php-switcher"
brew "gcc"
brew "cjdns"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "create-dmg"
brew "libev"
brew "dependency-check"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "dockerize"
brew "doctl"
brew "dropbox-uploader"
brew "exploitdb"
brew "fish"
brew "zsh"
brew "fizsh"
brew "flake8"
brew "fzf"
brew "git"
brew "git-archive-all"
brew "git-flow"
brew "git-flow-avh"
brew "git-lfs"
brew "git-quick-stats"
brew "libksba"
brew "gnupg"
brew "git-secret"
brew "gitlab-runner"
brew "gitversion"
brew "gnupg@1.4"
brew "go"
brew "graphviz"
brew "pkg-config"
brew "helm"
brew "httrack"
brew "hub"
brew "hyperkit"
brew "jenkins"
brew "juju"
brew "keychain"
brew "kubernetes-cli"
brew "libtorch"
brew "libxml2"
brew "mas"
brew "memcached"
brew "mercurial"
brew "midnight-commander"
brew "mongrel2"
brew "moreutils"
brew "mosh"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "nginx"
brew "nnn"
brew "node"
brew "node-build"
brew "nvm"
brew "opam"
brew "openssh"
brew "peco"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "phpstan"
brew "phpunit"
brew "pre-commit"
brew "putty"
brew "pyenv-virtualenv"
brew "pyinstaller"
brew "rails-completion"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "serverless"
brew "snapcraft"
brew "step"
brew "swagger-codegen"
brew "telnet"
brew "thefuck"
brew "travis"
brew "utf8proc"
brew "vagrant-completion"
brew "wget"
brew "wine"
brew "zlib"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "zshdb"
brew "blackfireio/blackfire/blackfire-agent"
brew "blackfireio/blackfire/blackfire-php73"
brew "blackfireio/blackfire/blackfire-php74"
brew "jesseduffield/lazydocker/lazydocker"
brew "minio/stable/minio"
brew "msoap/tools/shell2http"
brew "nvie/tap/git-toolbelt"
brew "shtools/shtools/shtools"
brew "thedevsaddam/cli/docgen"
cask "alfred3"
cask "anaconda"
cask "anaconda2"
cask "anybar"
cask "brewservicesmenubar"
cask "burp-suite"
cask "cakebrew"
cask "cleanmymac"
cask "cocoapods"
cask "docker"
cask "dockstation"
cask "dropbox"
cask "duet"
cask "fastlane"
cask "google-chrome"
cask "gpg-suite-nightly"
cask "hazel"
cask "icanhazshortcut"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "joshaven-winbox"
cask "jtool"
cask "jtool2"
cask "kitematic"
cask "laravel-kit"
cask "lyx"
cask "maltego"
cask "meld"
cask "metasploit"
cask "mysqlworkbench"
cask "ngrok"
cask "opera"
cask "postman"
cask "setapp"
cask "skype"
cask "sublime-text2"
cask "terminus"
cask "texmacs"
cask "tunnelblick"
cask "unetbootin"
cask "vagrant"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Adobe Lightroom", id: 1451544217
mas "Air Media Server", id: 494454344
mas "Apple Configurator 2", id: 1037126344
mas "Base64 Image Encode", id: 748438902
mas "Bash Prompt Designer", id: 1183085890
mas "Chmod Permissions", id: 1110163152
mas "CleanMyDrive 2", id: 523620159
mas "CloudStudio", id: 1210602819
mas "Cocoa JSON Editor", id: 442160773
mas "CodeGofer", id: 730254832
mas "CodeGraphics", id: 1429977958
mas "CodeTime", id: 1375403613
mas "com.alice.mac.go2shell", id: 445770608
mas "com.nerdery.JSONModeler", id: 499674067
mas "com.rockysandstudio.FreeMemory", id: 460931672
mas "Compare & Sync Folders", id: 1001460601
mas "Confluently", id: 1290720256
mas "Core Shell", id: 1354319581
mas "Core Tunnel", id: 1354318707
mas "Dark Mode for Safari", id: 1397180934
mas "Dash for AWS", id: 1425682801
mas "Deduplicator", id: 1245404639
mas "DeployIT!", id: 747962281
mas "DiskSight", id: 1485505524
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Elmedia Video Player", id: 1044549675
mas "ePublr", id: 953777144
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Fast Internet", id: 1469963997
mas "Filters for Photos", id: 1083965373
mas "Folder Snapshot Utility", id: 1246482396
mas "Gemini 2", id: 1090488118
mas "Ghostery Lite", id: 1436953057
mas "goPanel 2", id: 1350654978
mas "Grammarly for Safari", id: 1462114288
mas "Helm", id: 1099472017
mas "iA Writer Classic", id: 439623248
mas "iBooks Author", id: 490152466
mas "iBoysoft Data Recovery", id: 1003170604
mas "iHosts", id: 1102004240
mas "Importer for Contacts", id: 1125811461
mas "Instapaper", id: 1481302432
mas "iStatistica", id: 1025822138
mas "Jira", id: 1475897096
mas "Jirassic", id: 1010321137
mas "JSON Accelerator", id: 511324989
mas "KubeContext", id: 1438838068
mas "Medis", id: 1063631769
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MPlayerX", id: 421131143
mas "MultiMarkdown Composer", id: 1275176220
mas "MySQL Optimizer", id: 1128674367
mas "Netler", id: 1401495844
mas "Notepad", id: 529763712
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Paper", id: 1143513744
mas "Passenger for Uber", id: 1225097179
mas "PHPUnit Helper", id: 1097111473
mas "PiPifier", id: 1160374471
mas "Plaiiin Jenkins Status", id: 1135308344
mas "Polarr Photo Editor", id: 1077124956
mas "Portable Profile", id: 1444829845
mas "Redis Server", id: 972359186
mas "Remote Desktop", id: 409907375
mas "Revisions", id: 819348619
mas "RMS-доступ", id: 908570259
mas "RoboDB MySQL Manager", id: 1324449596
mas "Rsync Server - Basic Edition", id: 1255146085
mas "Save to Dropbox for Safari", id: 1391693608
mas "ScriptFlow", id: 994939623
mas "SEO Checker 2", id: 1434415526
mas "Sequence Diagram", id: 1195426709
mas "Server", id: 883878097
mas "Shazam", id: 897118787
mas "Simple Git Server", id: 1040403936
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "SmartBridge", id: 592016640
mas "SnailGit Lite", id: 1099475282
mas "Spark", id: 1176895641
mas "Splice", id: 1363505768
mas "Stackitecture", id: 1466761512
mas "stts", id: 1187772509
mas "Sync", id: 1339090659
mas "System Designer", id: 1102494854
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088
mas "Transporter", id: 1450874784
mas "Ulysses", id: 1225570693
mas "Valentina Studio", id: 604825918
mas "WebSocket Client", id: 1399498094
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "Xdebug Key", id: 1441712067
mas "XDebugToggle", id: 1437227804
mas "Диск-О:", id: 1322465647
mas "Класс", id: 1358883623
