tap "homebrew/bundle"
tap "homebrew/services"
tap "nikolaeu/numi"
tap "teamookla/speedtest"
tap "tenderly/tenderly"
# Command-line interface for SQLite
brew "sqlite"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# Automate deployment, configuration, and upgrading
brew "ansible"
# Plugin manager for zsh, inspired by oh-my-zsh and vundle
brew "antigen"
# Isolated development environments using Docker
brew "docker-compose"
# Validating, recursive, caching DNS resolver
brew "unbound"
# Image processing and image analysis library
brew "leptonica"
# Multi-format archive and compression library
brew "libarchive"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Distributed revision control system
brew "git"
# Extensions to follow Vincent Driessen's branching model
brew "git-flow"
# Kubernetes package manager
brew "helm"
# Peer-to-peer hypermedia protocol
brew "ipfs", link: false
# Tool to move from `docker-compose` to Kubernetes
brew "kompose"
# Library for USB device access
brew "libusb"
# Mac App Store command-line interface
brew "mas"
# Terminal-based visual file manager
brew "midnight-commander"
# Intercept, modify, replay, save HTTP/S traffic
brew "mitmproxy"
# Platform built on V8 to build network applications
brew "node"
# Manage multiple Node.js versions
brew "nvm"
# Development kit for the Java programming language
brew "openjdk"
# Development kit for the Java programming language
brew "openjdk@11"
# Fast, disk space efficient package manager
brew "pnpm"
# Python version management
brew "pyenv"
# Safe, concurrent, practical language
brew "rust"
# Easy and Repeatable Kubernetes Development
brew "skaffold"
# Programmatically correct mistyped console commands
brew "thefuck"
# Development environment, testing framework and asset pipeline for Ethereum
brew "truffle"
# Bash completion for Vagrant
brew "vagrant-completion"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# Smart calculator
brew "nikolaeu/numi/numi-cli"
# Ookla Speedtest
brew "teamookla/speedtest/speedtest"
# Tenderly helps you observe your contracts in any environment.
brew "tenderly/tenderly/tenderly"
# Application launcher and productivity software
cask "alfred"
# Distribution of the Python and R programming languages for scientific computing
cask "anaconda"
# Two-factor authentication software
cask "authy"
# Tool to remove unnecessary files and folders from disk
cask "cleanmymac"
# Write, edit, and chat about your code with AI
cask "cursor"
# Trains AIs to understand and translate texts
cask "deepl"
# Voice and text chat software
cask "discord"
# App to build and share containerized applications and microservices
cask "docker"
# Client for the Dropbox cloud storage service
cask "dropbox"
# Google Chromium, sans integration with Google
cask "eloston-chromium"
# Personal blockchain for Ethereum development
cask "ganache"
# Disk space cleaner that finds and deletes duplicated and similar files
cask "gemini"
# Desktop client for GitHub repositories
cask "github"
# Web browser
cask "google-chrome"
# Set of tools to manage resources and applications hosted on Google Cloud
cask "google-cloud-sdk"
# Automated organization
cask "hazel"
# Menu bar application for the IPFS peer-to-peer network
cask "ipfs"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# JetBrains tools manager
cask "jetbrains-toolbox"
# Screen and video recording software
cask "loom"
# Open source intelligence and graphical link analysis tool
cask "maltego"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Calculator and converter application
cask "numi"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Collaboration platform for API development
cask "postman"
# Email client
cask "readdle-spark"
# Graphical client for Git version control
cask "sourcetree"
# Desktop client for Telegram messenger
cask "telegram-desktop"
# Free and open-source OpenVPN client
cask "tunnelblick"
# Development environment
cask "vagrant"
cask "vagrant-manager"
# Virtualizer for x86 hardware
cask "virtualbox"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Video communication and virtual meeting platform
cask "zoom"
mas "3D Scanner Tool", id: 1604019734
mas "Action Shortcuts", id: 1447884454
mas "Actions", id: 1586435171
mas "Actions for Obsidian", id: 1659667937
mas "ActiveCoder", id: 1352808762
mas "AdGuard for Safari", id: 1440147259
mas "AI Assistant", id: 1660730876
mas "AI Assistant", id: 1664402132
mas "AI Chat", id: 6447465835
mas "AI Music Generator", id: 1668950511
mas "AI Search & Chat Bot for Google", id: 6456944131
mas "AI Spot", id: 6449259909
mas "AI Writer", id: 6444013958
mas "AI: Text to Image", id: 1663710198
mas "AiImageGenerator", id: 6448627430
mas "Anybox", id: 1593408455
mas "Anydo", id: 944960179
mas "Auri AI", id: 6444628302
mas "AzServiceBus", id: 6444410679
mas "Azure VPN Client", id: 1553936137
mas "Bookmarks", id: 1620584291
mas "BranchTracker", id: 586036290
mas "Buddycode", id: 1547792398
mas "Call Me", id: 6448981668
mas "Canary Mail", id: 1236045954
mas "ChatBrain", id: 6446442716
mas "Clipboard", id: 1514741180
mas "Clone in VS Code", id: 1640113540
mas "Code Converter AI", id: 6447260513
mas "Codye", id: 1516894961
mas "com.getfireshot.fireshot", id: 1541862561
mas "com.nerdery.JSONModeler", id: 499674067
mas "ConnectKit", id: 1534510889
mas "Contacts Sync", id: 451691288
mas "Contributions", id: 1153432612
mas "Contributions", id: 1622632080
mas "Controller", id: 1198176727
mas "Copy History Mark Ⅱ", id: 1633920503
mas "CoreDataGraph", id: 6445899627
mas "Countdowns", id: 1415311616
mas "Craft", id: 1487937127
mas "CrunchyGIF", id: 1485165995
mas "Data Jar", id: 1453273600
mas "Data Modeler", id: 1575153701
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Diagrams", id: 1387425355
mas "Diffusers", id: 1666309574
mas "Discovery", id: 1381004916
mas "djay Pro AI", id: 450527929
mas "Dlient", id: 1618546848
mas "Dock Clock", id: 1611169226
mas "Docs for Google Docs and Drive", id: 1564673279
mas "Documents Translator", id: 1566993561
mas "Dropbox Passwords for Safari", id: 1558391686
mas "Dropover", id: 1355679052
mas "EasyGit", id: 1228242832
mas "Electron APIs", id: 1119345146
mas "Evernote", id: 406056744
mas "Expenses", id: 1492055171
mas "Exporter", id: 1099120373
mas "File Icons for GitHub and GitLab", id: 1631366167
mas "Firetrail", id: 1545740686
mas "Fleeting Notes", id: 1669824754
mas "Flow", id: 1475692641
mas "Flow", id: 1597123257
mas "Focusbar", id: 443439127
mas "Folder Snapshot Utility", id: 1246482396
mas "Frame.io", id: 992958444
mas "FuseText", id: 1514801708
mas "Ghounter", id: 1438633677
mas "Git Ignore Generator", id: 1456914715
mas "Git Mounter Lite", id: 1625535651
mas "Git Streaks", id: 1525795950
mas "GitBot", id: 1191486432
mas "GitChart", id: 1616160064
mas "Gitfox", id: 1475511261
mas "GITGET", id: 1317170245
mas "GitGrass", id: 1501139279
mas "GitHub Homepage Restorer", id: 6465572067
mas "GitHub Tab Size", id: 1494353585
mas "GitHub Wiki Search", id: 1594190145
mas "gitIcons", id: 1546740440
mas "GitLab", id: 6450935828
mas "Gitmoji Index", id: 1612947115
mas "gitmojiBar", id: 1609716594
mas "GitNotifier", id: 1494640093
mas "GitStatX", id: 592679713
mas "GitViewer", id: 1622656471
mas "Goodnotes", id: 1444383602
mas "Highland 2", id: 1171820258
mas "Highlights", id: 1498912833
mas "Home Assistant", id: 1099568401
mas "iBoysoft NTFS", id: 1541571038
mas "Image To Ascii Art", id: 1329402459
mas "iMap Builder", id: 1108898500
mas "Inclr", id: 1060692932
mas "Infinity Mind", id: 6450310349
mas "Infinity New Tab (Pro)", id: 1600202109
mas "Infos", id: 1624903546
mas "jandi", id: 1551460285
mas "JavaScript Coding", id: 1607025551
mas "Jayson", id: 1468691718
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Lattics", id: 1575605022
mas "lDraw", id: 6448342867
mas "lek", id: 1643403406
mas "LSwitch", id: 1020253359
mas "Lyra", id: 6447063220
mas "MagicNotch", id: 6447055708
mas "Maimmoth", id: 1665455169
mas "Malwarebytes Browser Guard", id: 1577761052
mas "Marked 2", id: 890031187
mas "MarkEdit", id: 1669953820
mas "Max NTFS", id: 1575178082
mas "MeddleMonkey", id: 1539631953
mas "Meeter", id: 1510445899
mas "Mendeley Web Importer", id: 1577516695
mas "metaslip", id: 1565362148
mas "Metion", id: 1530965242
mas "Microsoft Bing for Safari", id: 1560727432
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Rewards for Safari", id: 6443944644
mas "Microsoft Word", id: 462054704
mas "MindManager", id: 1512342592
mas "MindNet", id: 1344071203
mas "MindSpace", id: 1585502524
mas "Minimal", id: 1442727443
mas "Momentum", id: 1564329434
mas "Monolog", id: 1572787859
mas "Multitasking Split Screen", id: 1424924605
mas "MWeb", id: 1183407767
mas "My Twins", id: 1668771114
mas "Nautomate", id: 1608529689
mas "NexBot", id: 6444021032
mas "NexChat", id: 6449725667
mas "Notepad - Text Editor", id: 1103221010
mas "Notion Web Clipper", id: 1559269364
mas "Noto", id: 1459055246
mas "npmhub", id: 1542090429
mas "Numbers", id: 409203825
mas "OctoLinker", id: 1549308269
mas "Octotree", id: 1457450145
mas "OhMyStar", id: 1218642292
mas "one sec", id: 1532875441
mas "Openly Pro - Browser Switcher", id: 1609847576
mas "Origin", id: 1219259459
mas "Otter RSS", id: 1529696614
mas "OverC", id: 1450176451
mas "Pages", id: 409201541
mas "Paper", id: 1143513744
mas "Pasteline", id: 1531468796
mas "PDFZone", id: 1215383084
mas "Pixea", id: 1507782672
mas "Polaris Office", id: 1098211970
mas "Popcorn for Safari", id: 1535719670
mas "Powerful AI Chat", id: 6445922187
mas "PR Ninja", id: 1214506963
mas "PullRequestMenu", id: 919797974
mas "Pulltodo", id: 1614217899
mas "Pullwalla", id: 1447158795
mas "Quick Note", id: 1472935217
mas "QuickNotes X", id: 1021085778
mas "Quiver", id: 866773894
mas "ReadCode", id: 1569026520
mas "Refined GitHub", id: 1519867270
mas "Right Click Booster", id: 970432740
mas "RMS-доступ", id: 908570259
mas "Rules", id: 6461118886
mas "Search Bar Shortcuts", id: 1561486910
mas "ServerCat", id: 1501532023
mas "Shazam", id: 897118787
mas "Shortery", id: 1594183810
mas "ShowKey", id: 1575132442
mas "Sider", id: 6447783111
mas "Simark", id: 6456388881
mas "Simple Git Server", id: 1040403936
mas "SingularityApp", id: 1481535767
mas "Smart JSON Editor", id: 1268962404
mas "SnailGit Lite", id: 1099475282
mas "Spark", id: 1176895641
mas "Speech to Text", id: 6445964986
mas "Starry", id: 1281893044
mas "Starship", id: 1530665887
mas "Status of Github Menu App", id: 1618143631
mas "stoic.", id: 1312926037
mas "Subtitles AI", id: 1247835812
mas "Superbus", id: 1584800135
mas "Tab Space", id: 1473726602
mas "Tailscale", id: 1475387142
mas "Taio", id: 1527036273
mas "TaoGit", id: 1582642693
mas "Taskade", id: 1490048917
mas "Telegram", id: 747648890
mas "Teleprompter", id: 1420515755
mas "Templates for Google Docs", id: 1087003153
mas "Termius", id: 1176074088
mas "TestFlight", id: 899247664
mas "Text Info", id: 1605125303
mas "Text to Speech", id: 1626767582
mas "Tokenary", id: 1375542355
mas "Tot", id: 1491071483
mas "Transcriber", id: 1460290478
mas "Transporter", id: 1450874784
mas "Twingate", id: 1501592214
mas "Twitter", id: 1482454543
mas "Type", id: 1214613873
mas "uFocus", id: 583995251
mas "Unidream", id: 1633014886
mas "Universe", id: 1211437633
mas "Unsplash Wallpapers", id: 1284863847
mas "Upload and Share for Dropbox", id: 1591211014
mas "Versions", id: 1455993400
mas "VK Teams", id: 1473826998
mas "VPN99", id: 1546842130
mas "Wake Up Clock", id: 1201115889
mas "Write-on Video", id: 1356043814
mas "Writed", id: 973510001
mas "Writer", id: 1539194160
mas "Xcode", id: 497799835
mas "XFindFile", id: 6443870884
mas "Xsaviour", id: 1449886415
mas "zeds", id: 1558680743
mas "Zerion", id: 1456732565
mas "Ассистент чат-бота с искусственным интеллектом", id: 6447077370
mas "Блокнот Писателя", id: 1180883279
mas "Динамические обои", id: 1582358382
mas "Задачи", id: 931285953
mas "Календарь рабочего стола", id: 6445918141
mas "Топ браузер", id: 1640967445
mas "Фоновый Ластик", id: 1044545923
mas "Ящик с файлами", id: 6448700837
vscode "7finney.ethcode"
vscode "AaronDill.vercel-project-manager-vscode"
vscode "ackeeblockchain.tools-for-solidity"
vscode "AlessandroBenassi.cloudflare-devtools"
vscode "alexeevsergey.ethereum-gas-price"
vscode "ambar.bundle-size"
vscode "babobski.bootstrap-5-snippets"
vscode "bar9.stories"
vscode "Bito.Bito"
vscode "Bridgecrew.checkov"
vscode "brpaz.vscode-obsidianmd"
vscode "Chaintown.layer"
vscode "Chaintown.layer-manager"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "CoderFoundry.bootstrap-5-snippets-by-coder-foundry"
vscode "codezombiech.gitignore"
vscode "ContractShark.solidity-lang"
vscode "Crisgarner.foundry-snippets"
vscode "DanielSanMedium.dscodegpt"
vscode "Dataseek.ipfs-vscode-extension"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DmytroBaida.gpt-commit"
vscode "dotenv.dotenv-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EasyCodeAI.chatgpt-gpt4-gpt3-vscode"
vscode "EnskyLin.gitbook-shelf"
vscode "ericglau.defi-ls"
vscode "esbenp.prettier-vscode"
vscode "ettoreciprian.vscode-websearch"
vscode "fabiospampinato.vscode-open-in-npm"
vscode "formulahendry.docker-explorer"
vscode "foxundermoon.shell-format"
vscode "frenco.vscode-vercel"
vscode "gamunu.vscode-yarn"
vscode "GitHub.codespaces"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "googlecloudtools.cloudcode"
vscode "HansUXdev.bootstrap5-snippets"
vscode "haydenbleasel.vercel-vscode"
vscode "hbenl.vscode-test-explorer"
vscode "howardzuo.vscode-npm-dependency"
vscode "IBM.output-colorizer"
vscode "icrawl.discord-vscode"
vscode "intellsmi.comment-translate"
vscode "intellsmi.deepl-translate"
vscode "IoliteLabs.solidity-macos"
vscode "IvanArjona.cloudflaretunnel"
vscode "jebbs.plantuml"
vscode "joaompinto.vscode-graphviz"
vscode "JuanBlanco.solidity"
vscode "kamranmackey.cobalt2-Theme"
vscode "kiranshah.chatgpt-helper"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lemon-berry.web3js-snippets"
vscode "LeonardSSH.vscord"
vscode "lglong519.terminal-tools"
vscode "lMagickl.open-doc-in-web"
vscode "mikestead.dotenv"
vscode "milording.telepost"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ru"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "MythX.mythxvsc"
vscode "naps62.foundry-vscode-test-adapter"
vscode "Netfolder.magic"
vscode "NomicFoundation.hardhat-solidity"
vscode "nvms.ai-wingman"
vscode "p1c2u.docker-compose"
vscode "pflannery.vscode-versionlens"
vscode "ph1p.zeit-co-vscode-schemas"
vscode "philnash.ngrok-for-vscode"
vscode "PraneshASP.vscode-foundry-test-adapter"
vscode "radicle-ide-plugins-team.radicle"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "robertaachenw.solidity-debugger-pro"
vscode "sandipchitale.docker-dive"
vscode "sandipchitale.kubernetes-file-system-explorer"
vscode "sandipchitale.kubernetes-no-load-on-select"
vscode "sandipchitale.vscode-kubernetes-api-resources"
vscode "sandipchitale.vscode-kubernetes-edit-kubeconfig"
vscode "sandipchitale.vscode-kubernetes-helm-extras"
vscode "sandipchitale.vscode-kubernetes-kubectl-ripper"
vscode "sandipchitale.vscode-kubernetes-logs"
vscode "shahriarshafin.bootstrap-5-snippets"
vscode "soerenuhrbach.vscode-deepl"
vscode "spmeesseman.vscode-taskexplorer"
vscode "TabNine.tabnine-vscode"
vscode "Tim-Koehler.helm-intellisense"
vscode "timkmecl.chatgpt"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-metrics"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "tomoki1207.pdf"
vscode "TranquilMarmot.yarn-spinner-loom"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.dingo-vscode"
vscode "WallabyJs.quokka-vscode"
vscode "WallabyJs.wallaby-vscode"
vscode "wesbos.theme-cobalt2"
vscode "Wscats.cors-browser"
vscode "Y0KUDA.git-rocket"
vscode "yasht.terminal-all-in-one"
vscode "yoelvismulen.cobalt2-theme-tweaked"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
